{"inkVersion":20,"root":[["\n","ev","str","^PrologueFlashback","/str","/ev",{"VAR=":"current_scene","re":true},{"#":"format:italic"},{"#":"bg: intro_carriage"},"^Within the confines of my carriage, I feel more asleep than awake. Cities and towns; farmhouses and fields; woods and mountains all drift before my weary eyes.","\n","^Yet the hardy rainfall mingles with the muffled, measured sounds of the horse’s steps, convincing me I was conscious. And if that had not done so, the familiar pattern of pines and sloping meadows surely must have.","\n","^Nevertheless, sleep still beckons me to follow it a little while longer.","\n",{"->":"carriage_actions"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"carriage_actions":[["ev","str","^Look out the window.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Go back to sleep.","/str","/ev",{"*":".^.c-1","flg":20},{"*":".^.c-2","flg":24},{"c-0":["\n","^We sweep past another clue along the roadside: the white crosses of the immanis infectus— tainted victims of monster killings.","\n","^I spot the occasional bundles of wormwood at the foot of them and others wrapped in the tendrils of a rose bush, transplanted to ward off the most feared monsters: the lycanthrope and vampire.","\n","^These bestrewned graves stand like an omen to the traveler, warning them of what we fear most— becoming a monster ourselves. It is a cursed earth. It is no man’s land. It is the outskirts of Castelonia, my childhood home.","\n",{"->":".^.^.^"},{"#f":5}],"c-1":["\n","^I close the carriage curtain, shutting myself away from the scenery. Lulled by heavy eyelids and the soft crunch of carriage wheels across the gravel, I found myself retreating back into dreaming.","\n","^I confess, it was no different from my waking world, for I clutch the same journal which lay on my lap just a moment before. A sudden flash of light bombards my sleep, stirring me to wake and open my curtain once again.","\n","^Cracks of lightning strike the sky like a hunter’s whip, followed by the bellow of thunder.","\n","^It startles the driver’s horse, prompting the coachwoman to pacify the poor creature with steady words.","\n","^I hear the moaning gale and watch as it grasps the autumn leaves from their branches, dispersing them across the blackened sky with reckless abandon.","\n","^Such a stirring outside would excite the mind, yet I confess the hollowness within my heart conjured a crueler tempest. After several years away, I would return home to the most grave of circumstances.","\n",{"->":".^.^.^"},{"#f":5}],"c-2":["\n","^I glanced at the old photograph resting on my lap, delving further into the recesses of my mind to remember, if only for a moment’s solace.","\n","^I closed my eyes once more, and dove into the dreamlike memory of childhood—before this tragedy had begun.","\n",{"->":"flashback"},{"#f":5}]}],{"#f":1}],"flashback":[{"#":"format:none"},{"#":"bg:victorias_bedroom"},{"#":"speaker-transition:a"},{"#":"speaker: mathias_smile"},{"#":"portrait: mathias"},"^Victoria, our esteemed guests have arrived!","\n",{"#":"format:italic"},{"#":"portrait: none"},"^Father's voice resonated through my bedroom chamber, its echoes reaching even the far corners of the room.","\n","^Impatience welled up inside me as I tugged at my nursemaid Edith's dress, urging her to move faster.","\n","^Edith had designed this outfit specifically for me when I expressed a desire to explore the world beyond the manor's walls, to learn about our town and assist Father in its management when I grow older.","\n","^His smile and nod of approval had been accompanied by a request to prepare an outfit suitable for outdoor adventures with my friends.","\n","^The attire allowed me the freedom to move as I pleased, in stark contrast to the restrictive dresses I usually wear.","\n",{"#":"format:none"},{"#":"portrait: edith"},{"#":"speaker-transition:a"},{"#":"speaker: edith_neutral"},"^Victoria, you mustn't rush. Someday, you'll become the lady of this house, and a lady never hurries to greet her guests. If you wished to avoid tardiness, you should have started getting ready earlier.","\n",{"#":"format:italic"},{"#":"portrait: none"},"^Her tone carried the wisdom of years of service. I pouted in response before replying.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^But I had no idea it would take this long to get dressed. I thought that wearing trousers would speed things up compared to donning a dress.","\n",{"#":"format:none"},{"#":"portrait: edith"},{"#":"speaker: edith_gossiping"},"^Indeed, it’s a bit different, but there’s still your hair and corset to attend to, ensuring that everything is just right.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},"^After a series of clothespins, braiding, and rustling fabric, Edith finally released me, allowing me to dash out of my chamber.","\n","^I raced down the grand staircase to reach Father, who stood by the open doors with his hands extended in greeting. I followed his gaze to the sight of Uncle Claudius, Freya, and Delia disembarking from their carriage.","\n","^An eager greeting formed on my lips, but I recalled Edith's counsel from earlier. I cleared my throat and straightened my posture, offering a respectful bow instead.","\n",{"#":"format:none"},{"#":"bg:morgan_manor_front"},{"#":"portrait: victoria"},{"#":"speaker-transition:a"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: young_claudius_smile"},{"#":"speaker: young_freya_neutral"},{"#":"speaker-cr: young_delia_neutral"},"^Uncle Claudius, Freya, Delia, you've arrived.","\n",{"#":"format:none"},{"#":"portrait: mathias"},"^Ah, Claudius, Freya, and Delia.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker-l: mathias_smile"},{"#":"speaker-cl: none"},{"#":"speaker-l-transition:a"},{"#":"speaker-transition:a"},{"#":"speaker-r-transition:a"},{"#":"speaker: young_claudius_neutral"},{"#":"speaker-cr: none"},{"#":"speaker-r: young_delia_neutral"},"^Father echoed my words with a hint of laughter in his voice as he tousled my hair.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Father! Edie worked so hard on my hair.","\n",{"#":"format:italic"},{"#":"portrait: none"},"^I protested and attempted to smooth down my ruffled locks.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},{"#":"speaker-l: none"},{"#":"speaker-r: none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: young_freya_neutral"},{"#":"speaker-cr: young_delia_neutral"},"^Freya and Delia acknowledged our presence with a nod, while Uncle Claudius and Father exchanged their secret handshake—a ritual shrouded in the camaraderie of years past.","\n","^As Father invited Uncle Claudius indoors, Freya, Delia, and I lingered by the entrance to the manor.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Have you seen Dolores?","\n",{"#":"format:none"},{"#":"portrait: delia"},"^Not yet, but you know Dolores. She’ll appear when we least expect her. She’s bound to show up, I’m sure.","\n",{"#":"format:italic"},{"#":"portrait: none"},"^Delia shook her head and spoke in her usual gentle tone as Freya shook her head as well, reaffirming Delia’s words.","\n","^I chuckled, acknowledging the unpredictable nature of our friend.","\n",{"#":"format: none"},{"#":"portrait: young_victoria"},"^You’re absolutely right. I just hope she doesn’t arrive too late and miss all the fun.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker-cr: none"},{"#":"speaker-cl: none"},"^Father cleared his throat, garnering our attention.","\n",{"#":"format: none"},{"#":"portrait: mathias"},{"#":"speaker-transition:a"},{"#":"speaker: mathias_neutral"},"^Girls, please ensure you stay within the manor grounds, alright?","\n","^Claudius and I will be playing croquet in the gardens.","\n",{"#":"format:italic"},{"#":"portrait: none"},"^Before I could reply, Edith made her entrance, gracefully acknowledging our guests.","\n",{"#":"format:none"},{"#":"portrait: edith"},{"#":"speaker-transition:a"},{"#":"speaker: edith_neutral"},"^Master Claudius, it’s a pleasure to see you again.","\n","^Everything is ready for your game of croquet, and I’ll bring out some snacks and refreshments shortly. Would earl grey tea suffice?","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker-transition:a"},{"#":"speaker: young_claudius_smile"},"^Yes, that sounds delightful, Edith.","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker: young_claudius_neutral"},"^Well, then, Mathias?","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: young_claudius_neutral"},{"#":"speaker-cr: mathias_neutral"},"^Uncle Claudius gestured for Father to lead the way to the gardens.","\n",{"#":"speaker-cl: none"},{"#":"speaker-cr: none"},"^As we were about to follow suit, Dolores burst through the gates, her exuberant voice heralding her arrival.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_excited"},"^I’m hereeee~","\n",{"#":"format:italic"},{"#":"portrait: none"},"^She halted abruptly upon seeing me, her eyes widening with delight.","\n",{"#":"format:none"},{"#":"portrait: dolores"},"^Victoria! Oh, my, you look quite dashing in those trousers!","\n","^And Freya, you’re as dashing as ever!","\n","^Nobody informed me that Delia and I would be the only ones wearing dresses today.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker:young_dolores_neutral"},"^Dolores scrutinized us, her lips forming a playful pout. Sensing her penchant for theatricality, I began to apologize, but was interrupted as she brightened again, clapping her hands together.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker: young_dolores_excited"},"^Oh, I know! You two can be our gallant princes, coming to our rescue from the cursed tower.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^That sounds enjoyable, but we’re meant to be outdoors today, remember?","\n","^Father prefers that I stay outside the manor when he’s not present.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker: young_dolores_neutral"},"^Very well.","\n","^We can pretend to have a pretend tower outdoors, and you two can compete to see who can rescue us first!","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker:none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: young_freya_neutral"},{"#":"speaker-cr: young_delia_smile"},"^I exchanged glances with Freya and Delia to gauge their reactions. In response, Freya simply shrugged.","\n",{"#":"format:none"},{"#":"portrait: freya"},{"#":"speaker-transition:a"},{"#":"speaker: young_freya_neutral"},{"#":"speaker-cl: none"},{"#":"speaker-cr: none"},"^Sounds like fun. It will give me a chance to hone my scouting skills.","\n",{"#":"format:italic"},{"#":"portrait: none"},"^I nodded in agreement.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Yes, that sounds entertaining. Our gardens are vast, so we can play far from where Father and Uncle Claudius are enjoying their game. We can easily fetch refreshments from Edith when needed.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_neutral"},"^Splendid!","\n","^Lead the way, Victoria.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},"^I realized that Father and Uncle Claudius had departed during our conversation with Dolores. I ushered Dolores inside and closed the front doors behind her before guiding everyone to the rear gardens.","\n",{"#":"format:none"},{"#":"bg:morgan_manor_garden"},{"#":"speaker-transition:a"},{"#":"portrait: dolores"},{"#":"speaker: young_dolores_excited"},"^Whoaaa, this is the first time I’ve seen what’s in the back of your manor, Victoria. It’s so beautiful out here!","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Yes, we often play indoors.","\n","^Edie does a wonderful job of keeping everything nice and pretty out here.","\n",{"#":"format:none"},{"#":"portrait: freya"},{"#":"speaker-transition:a"},{"#":"speaker: young_freya_shrug"},"^Well, I suppose this is indeed splendid, but our garden at the Hawthorne Manor has more perks.","\n",{"#":"format:italic"},{"#":"portrait: none"},"^Despite what she said, there was a tinge of amusement in her voice that suggested otherwise.","\n",{"#":"format:none"},{"#":"portrait: delia"},{"#":"speaker-transition:a"},{"#":"speaker: young_delia_thinking"},"^Maybe, but I do wish Father would let the manor be more lively.","\n",{"#":"format:none"},{"#":"portrait: victoria"},{"#":"speaker: none"},"^Hmm, I don’t want to trample the flowers, so perhaps we should play further away.","\n","^Dolores, you wanted to play Sardines, right?","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_pout"},"^It’s not Sardines, you two are going to save us from our prison!","\n","^Wherever that may be.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Wait, so how exactly do you want us to save you?","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker: young_dolores_excited"},"^After we all find a spot to convene, you two will turn around and count while Delia and I get whisked away by a monster to somewhere on the manor grounds.","\n","^Then, after a minute, you two will have to come find and save us.","\n",{"#":"format:none"},{"#":"portrait: freya"},{"#":"speaker-transition:a"},{"#":"speaker: young_freya_snarky"},"^So… Sardines.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_pout"},"^Will you two please use your imaginations? It is not Sardines!","\n",{"#":"format:none"},{"#":"portrait: delia"},{"#":"speaker-transition:a"},{"#":"speaker: young_delia_smile"},"^Alright, alright, it’s not Sardines. Let’s find a suitable spot to count, so the Great Princess Dolores and I can get whisked away by an evil monster.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_excited"},"^Oooh, I like the sound of that.","\n",{"#":"format:italic"},{"#":"bg:morgan_manor_clearing"},{"#":"portrait: none"},{"#":"speaker: none"},"^We finally walked enough to find a clearing, further from the gardens.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_neutral"},"^Okay, I think this is far enough.","\n","^Victoria, Freya, stay here and count to sixty. No cheating!","\n","^Delia, come with me~","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: young_dolores_excited"},{"#":"speaker-cr: young_delia_smile"},"^Dolores grabbed Delia’s hand and started to back away from us.","\n","^I rolled my eyes, but her energy was contagious and I couldn’t help but crack a smile.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Alright, alright, we’ll be here. Please don’t break anything and get me in trouble while you’re hiding.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker-cl:none"},{"#":"speaker-cr:none"},{"#":"speaker-transition:a"},{"#":"speaker: young_dolores_pout"},"^Getting kidnapped!","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Okay, getting kidnapped.","\n",{"#":"format:none"},{"#":"portrait: dolores"},{"#":"speaker: young_dolores_excited"},"^I won’t! I promise!","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker-transition:a"},{"#":"speaker: young_freya_shrug"},"^With that, Freya and I turned our backs and started counting to sixty aloud. I could hear the rustling of footsteps behind me as Delia and Dolores executed their elaborate ‘kidnapping’ scheme.","\n","^Finally, after what felt like an eternity, we reached sixty. I turned to Freya.","\n",{"#":"format:none"},{"#":"portrait: victoria"},{"#":"speaker: young_freya_neutral"},"^How do you want to do this? Should we split up?","\n",{"#":"format:none"},{"#":"portrait: freya"},{"#":"speaker: young_freya_neutral"},"^Splitting up sounds efficient.","\n","^Since Delia’s my sister, I should know her favorite hiding spots. You’re more familiar with Dolores’ antics, so you can search for her.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Yes, I do believe that sounds like the fastest way to go about this.","\n","^Let’s reconvene here once we find them both.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},"^With a nod, we embarked on our mission to rescue Dolores and Delia from their imaginary captors in the sprawling gardens of my family’s manor.","\n","^Knowing Dolores, she had a penchant for concealed nooks and crannies, favoring shadowy spots. Still, she could never resist pausing to smell the roses, quite literally.","\n","^The vast gardens of our Morgan Manor should have been a delight for her compared to what she was used to, so it was more than likely she would have chosen to hide among the flowers this time.","\n",{"#":"format:italic"},{"#":"bg:morgan_manor_garden"},{"#":"portrait: none"},"^I ventured towards one of the garden paths and searched amongst the meticulously cultivated flowerbeds, each one a vivid display of nature’s artistry.","\n","^I couldn’t help but smile at the notion of Dolores immersed in the garden’s beauty, taking in each bloom with childlike wonder.","\n","^She’d blend in seamlessly, her hair reflecting the warm sunbeams, mirroring the same fiery hues as the poppies that surrounded her, making her seem like an enchanting blossom amidst the blossoms.","\n","^A gentle breeze stirred the leaves above, making the garden come alive with its symphony of rustling leaves and chirping birds. The sun casted shifting patterns of light and shadow, making it increasingly hard to spot any hidden figure.","\n","^After a few more rounds of searching in the area, I figured that Dolores was not here.","\n","^As I strolled further into the heart of the garden, my ears pricked at the sound of distant laughter. A sense of determination propelled me forward as I followed the sound, weaving between hedges and flowerbeds with calculated steps.","\n","^I approached a radiant bed of crimson roses, their petals shimmering like rubies in the sunlight. I heard the laughter again, but it didn't sound like Dolores.","\n","^Curious, nevertheless, I carefully pushed aside a curtain of vines and flowers to discover the source of the sound.","\n","^It wasn’t Dolores, but Father and Uncle Claudius engaged in an animated game of croquet on a beautifully manicured lawn. I didn’t realize I had come this far.","\n","^Not wanting to interrupt their game, I began to leave, until my name came up in their conversation. I heard Uncle Claudius’ voice carrying across the garden.","\n",{"->":"debug_point"},{"#f":1}],"debug_point":[{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker-transition:a"},{"#":"speaker: young_claudius_smile"},"^Victoria’s such a dear now, isn’t she? She’s still very young, but she’s already starting to look more and more like her mother.","\n",{"#":"format:none"},{"#":"portrait: mathias"},{"#":"speaker:none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: mathias_smile"},{"#":"speaker-cr: young_claudius_neutral"},"^She is, isn’t she? I’m always worried it’s a little lonely for her here at the Morgan Manor, but she’s a champ. I’m glad she has Freya and Delia.","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker-cl: mathias_neutral"},"^Yes, well, Victoria will not have to worry about a thing with my daughters by her side. I’ve been training them to be warriors, and warriors they shall be.","\n",{"#":"format:none"},{"#":"portrait: mathias"},{"#":"speaker-cl: mathias_concerned"},"^You’re training them already? At this age, Claudius?","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},"^I was as well, back in the day when I had relentless training to become Van Helsing. I’m preparing them for a monster attack, should it happen. Their training is not even half as challenging as mine when I was their age.","\n",{"#":"format:none"},{"#":"portrait: mathias"},"^I think they should be allowed to have the childhood we never had. They’re still young, Cloudy.","\n","^Times are different now, I’ve seen it myself. There’s no need to be paranoid and anticipate an attack every other day.","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker-cr: young_claudius_surprised"},"^Paranoid? We’ve lost so many people in the past years, and you think being prepared is paranoia?","\n",{"#":"speaker-cr: young_claudius_neutral"},"^I cannot believe this is the mentality you have after taking the Van Helsing title from right under my nose.","\n",{"#":"format:none"},{"#":"portrait: mathias"},"^Claudius… I had no choice, I thought you understood.","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},"^You wanted to make things right because of Virelai, yes?","\n",{"#":"format:none"},{"#":"portrait: mathias"},{"#":"speaker-cl: mathias_sad"},"^Yes, it was my fault.","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker-cr: young_claudius_surprised"},"^Matt, what happened to your wife was unfortunate, but it was a natural occurrence that had nothing to do with monsters.","\n","^Her sickness would have consumed her regardless, and you were right to think that it’s better to be safe than sorry.","\n",{"#":"format:none"},{"#":"portrait: mathias"},{"#":"speaker-cr: young_claudius_neutral"},"^No, that woman was saving her… making her better.","\n","^I had to become Van Helsing to atone… the least I could do was give her a sanctuary in the woods-","\n",{"#":"format:none"},{"#":"portrait: young_claudius"},{"#":"speaker-cr: young_claudius_neutral"},"^You gave sanctuary to a vamp-","\n",{"#":"format:italic"},{"#":"portrait: none"},"^Intrigued by their conversation, I leaned in further, my curiosity getting the better of me.","\n","^However, in my eagerness to eavesdrop, I lost my balance and tripped over a hidden root. I let out an embarrassed yelp as I tumbled forward, landing awkwardly in front of them.","\n",{"#":"speaker-cr: young_claudius_smile"},"^Uncle Claudius halted mid-sentence, his eyes widening in surprise. He exchanged a bemused glance with Father before sighing. I quickly dusted myself off, my cheeks flushed with embarrassment.","\n",{"#":"format:none"},{"#":"portrait: victoria"},{"#":"speaker-cl: mathias_neutral"},"^Sorry…","\n","^I…I was searching for Dolores, and I didn’t mean to interrupt your game or conversation.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker-cl: mathias_smile"},"^Father approached me with a warm smile, but there was a flicker of concern in his eyes. It seemed he was trying to gauge how much I overheard.","\n",{"#":"format:none"},{"#":"portrait: mathias"},"^No harm done, Victoria.","\n","^You’re always welcome to join us, but we don’t want to keep you from your game with Dolores and the others.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: edith_neutral"},{"#":"speaker-cr: cloaked_man"},"^As I was about to respond, Edith approached hastily with a stranger in tow. Despite the broad daylight, the man was shrouded in a cloak and had a strange symbol on the back of his hand.","\n","^Father noticed my gaze and gently pushed me towards Uncle Claudius as soon as he saw the man.","\n",{"#":"format:none"},{"#":"portrait: cloaked_man"},{"#":"speaker-transition:a"},{"#":"speaker-cl:none"},{"#":"speaker-cr:none"},{"#":"speaker: cloaked_man"},"^A word, sir.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker:none"},{"#":"speaker-cl-transition:a"},{"#":"speaker-cr-transition:a"},{"#":"speaker-cl: mathias_concerned"},{"#":"speaker-cr: cloaked_man"},"^Father nodded and approached the cloaked man, leaning in to listen as the man whispered something into his ear. I noticed Father’s expression darkened for a brief moment before he turned to address Uncle Claudius and me.","\n",{"#":"format:none"},{"#":"portrait: mathias"},{"#":"speaker-transition:a"},{"#":"speaker: mathias_neutral"},{"#":"speaker-cl:none"},{"#":"speaker-cr: none"},"^Victoria, Claudius, I’m sorry, but an urgent matter has arisen; I'll have to cut our conversation short.","\n",{"#":"format:none"},{"#":"portrait: victoria"},"^Is it for work again?","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},"^I recalled the times Father had to take work trips, leaving me in the care of Edith.","\n","^Father offered me a warm smile despite the urgency of the situation.","\n",{"#":"format:none"},{"#":"portrait: mathias"},{"#":"speaker-transition:a"},{"#":"speaker: mathias_smile"},"^Yes, but I will be back, hopefully by tonight, if not tomorrow morning.","\n","^Don’t stay out too long, you hear? Listen to Edith and Uncle Claudius.","\n",{"#":"format:italic"},{"#":"portrait: none"},{"#":"speaker: none"},"^I nodded, watching him depart, a sense of mystery and concern lingering in the air as the cloaked man and Father engaged in their secret discussion as they left the garden.","\n",{"->":"post_flashback"},{"#f":1}],"post_flashback":[{"#":"speaker: none"},{"#":"speaker-cl: none"},{"#":"speaker-cr: none"},{"#":"bg: intro_carriage"},"^Delia, Dolores, and Freya. The three girls seemed more like imaginary friends than friends of my childhood, for the years away distanced them from me.","\n","^Several years ago, at the behest of my father, I was sent on a six week voyage across the sea to study at St. Michael’s Preparatory. It is a boarding school for the nobility, and a notable safe haven from monsters.","\n","^I learned all the social graces expected of me, and I became accustomed to life in a country so far from my own. Yet, the cherished company of my old friends, the love of my dear father, and what letters we could write to one another, filled me with a longing for home.","\n","^A longing which swiftly turned to hopelessness at the news that I was to return home. I was finishing my end of term exams when the dreadful letter arrived.","\n","^It was as if I stepped out of reality and into the realm of a nightmare.","\n","^My father was ever the picture of good health, a prominent hunter, and a stalwart gentleman beloved by all in our village and abroad. I could not believe he could be taken from me— by force of monster, or God, or anyone.","\n","^I could not believe I returned home an orphan.","\n","^I would never again be welcomed by his warm smile or enveloped in the refuge of his hand. His counsel was forever lost to me. The moment he drew his last breath was the moment I became master of House Morgan.","\n","^These thoughts kept tumbling over and over through the course of my journey.","\n","^I gazed out the window, watching the dark, ghost-like clouds recoil into the morning twilight. We could press onwards into the woods surrounding the village without delay.","\n","^Though my heart wilted at this prospect, my ears listened in comfort to the starling’s melody and the faint babbling of a nearby stream.","\n","^If there was any pity in the world, any kindness or condolence in my grief, it was the possibility my friends would welcome my return. But would the distance between us be too great? Would we recognize each other?","\n",{"->":"remembering_girls"},{"#f":1}],"remembering_girls":[["^Would they even desire my company?","\n","ev","str","^Dolores","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Delia","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Freya","/str","/ev",{"*":".^.c-2","flg":20},{"*":".^.c-3","flg":24},{"c-0":["\n","^I knew, or perhaps I wanted to believe, Dolores would. We had not gone months without writing to one another. She often asked if I was returning home and it always pained me to say no.","\n","^Even through the ink stained paper, I could hear the playful joy in her voice. She was always so cheerful and bright, reassuring me of her health and wellbeing. I wondered if her words were only to convince me she was alright.","\n",{"->":".^.^.^"},{"#f":5}],"c-1":["\n","^Surely kind hearted Delia, though our correspondences petered out some time ago, might be in want of my companionship. Expected to be the heir of House Hawthorne despite her ill-faring health.","\n","^Ever the caretaker, I can’t count the number of times I would rush to the comfort of her arms. It would be such a relief to cry into the folds of her dress once more.","\n",{"->":".^.^.^"},{"#f":5}],"c-2":["\n","^I was unsure about seeing Freya again. There was a distance between us as well that I struggled with. She pushed and pulled us along in her games. It annoyed me at times. Yet even at such a young age I recognized the admirable qualities with her.","\n","^She was so sure of herself and what she wanted. It was the spirited charm that drew us all towards her. In spite of my reservations, I hoped she might draw me back in once again.","\n",{"->":".^.^.^"},{"#f":5}],"c-3":["\n","^My fingers ebbed and flowed along the seams of my trousers as we ventured closer to the cluster of houses and shops comprising the town square.","\n","^Whatever I witnessed from the window of my carriage, I was convinced it would be far different than the town in my memories. Yet the scent of baked bread and spices swayed me to steel myself and draw back the curtain.","\n","^Amidst the bustling early risers preparing their wares, I saw the shape of a young woman. A woman whose hair style and color matched a girl in my photograph.","\n","^She was firmly shaking the hand of a merchant, who from his stature, seemed eager to see her. I pressed my forehead against the glass, hoping I could catch a better look at her face.","\n",{"#":"speaker-transition:a"},{"#":"speaker: freya_surprised"},"^In an instant— in such a brief, brief moment— our eyes met.","\n",{"#":"speaker: none"},"^It was her! That rowdy, brave, competitive Freya of my memory had grown into a woman with such visible strength and poise. It felt as if my heart had leapt into my throat.","\n","^My friends had changed, if not inwardly than at least in appearance. Ridiculous to think, I know. Every human ages, after all. Yet it was a much needed distraction from the grave ponderings my journey brought to me.","\n","^I wondered if Freya had recognized me from the carriage window, and if she would accept an invitation to meet.","\n","^I sat back in the carriage seat, clutching my journal. Good as it was to see a familiar face, I was not here for a happy reunion.","\n","^I shifted weight as the carriage turned down the road, into another part of the wood towards the great manors of Castelonia. With memories of the past held tight in hand, I reminded myself this was not a dream. Home was waiting.","\n","done",{"#f":5}]}],{"#f":1}],"global decl":["ev","str","^","/str",{"VAR=":"current_scene"},"/ev","end",null],"#f":1}],"listDefs":{}}