{"inkVersion":20,"root":[["^Victoria... ",{"#":"portrait: none"},{"#":"format:italic"},{"#":"bg: black"},"\n","^This town is hungry. It eats people alive.","\n","^I won’t let that happen to you.","\n","^What do you mean?","\n","^I’ll tell you everything when you’re older.","\n","^But what if it eats you, Father?","\n","^What if it eats you?","\n","^The ride to Castelonia is just as I remember it. Rolling hills and nothing else for miles on end on that winding dirt road connecting the town to the rest of the world. ",{"#":"format:none"},{"#":"bg: intro_carriage"},"\n","^Ten years ago, I looked out the carriage window through teary eyes, drifting in and out of sleep.","\n","^Every time the bumpy road jolted me awake, I would see those same hills, crawling by lazily, so indistinguishable from each other, it was like we were going nowhere at all.","\n","^I don’t sleep this time.","\n","^Here we go, miss. ",{"#":"bg: hawthorne_driveway"},"\n","^Thank you. ",{"#":"portrait:victoria"},"\n","^I walk up the stone path leading to the Hawthorne Estate. Claudius and Freya stand in front of the house, engrossed in conversation. ",{"#":"portrait:none"},{"#":"speaker-cr:claudius_neutral"},{"#":"speaker-cl:freya_neutral"},"\n","^They mirror each other almost perfectly in posture—arms crossed, back straight, brows furrowed—though I notice Freya has managed to surpass even her father in height.","\n","^Not terribly surprising, remembering how much I struggled to keep up with her long strides on those rare occasions when she was allowed to come play in Father’s yard.","\n","^Freya's temperamental nature meant we were always at each other’s throats, jumping from one inconsequential fight to the next, though her sister Delia would intervene before anyone threw a punch. Usually.","\n","^Freya sees me first, eyes widening, and whispers something to Claudius, who whips around.","\n","^V-Victoria? What are you doing here? ",{"#":"portrait:none"},{"#":"speaker-cr:claudius_surprised"},"\n","^For a moment, Claudius looks like he’s seen a ghost. I shift uncertainly as he quickly regains his composure. ",{"#":"portrait:none"},"\n","^Forgive me. I only mean—you’re earlier than I expected. ",{"#":"portrait:none"},{"#":"speaker-cr:claudius_neutral"},"\n","^I nod, holding up the letter. ",{"#":"portrait:none"},"\n","^I left as soon as I heard. ",{"#":"portrait:victoria"},"\n","^Freya opens her mouth, then snaps it shut. She furtively glances at her father. An unreadable look passes between them. ",{"#":"portrait:none"},{"#":"speaker-cl:freya_reluctant"},"\n","^Ah. Well. Thank the stars you received it so quickly. ",{"#":"portrait:none"},{"#":"speaker-cr:claudius_smile"},"\n","^My sincere condolences for your loss, Victoria.","\n","^Thank you. ",{"#":"portrait:victoria"},"\n","^Claudius looks expectantly at Freya. ",{"#":"portrait:none"},"\n","^Um. Sorry for your loss. ",{"#":"portrait:freya"},{"#":"speaker-cl:freya_neutral"},{"#":"speaker-cr:claudius_smile"},"\n","^I give an awkward nod. The frantic mix of emotions that the letter brought—grief, shock, confusion, anger—has settled into a strange numbness, and I’d like to keep it that way for now. ",{"#":"portrait:none"},"\n","^Thankfully, Claudius, brisk as always, doesn’t dwell on the subject.","\n","^I’m sure much has changed since your departure. Freya, my dear, why don’t you take the carriage and show Victoria around the town? I have some business to take care of. ",{"#":"speaker-cr:claudius_smile"},{"#":"speaker-cl:freya_neutral"},"\n","^Uh... ",{"#":"portrait:freya"},{"#":"speaker-cl:freya_reluctant"},{"#":"speaker-cr:claudius_smile"},"\n","^Claudius raises his eyebrows at her and Freya huffs quietly. ",{"#":"portrait:none"},{"#":"speaker-cl:freya_reluctant"},{"#":"speaker-cr:claudius_neutral"},"\n","^Of course. It would be my pleasure. ",{"#":"portrait:freya"},{"#":"speaker-cl:freya_polite"},"\n","^I hold back a snort—it’s clear pleasure is the last thing on her mind. ",{"#":"portrait:none"},"\n","^I’m exhausted, thoughts too jumbled to hold a conversation, and the mere suggestion of another carriage ride makes my back groan in protest.","\n","^But the thought of entering Father’s manor, seeing that old rocking chair sitting empty like a carcass... I have a feeling that rest wouldn’t come easily.","\n","^Not to mention, for all her reluctance, something tells me Freya could use a moment away from her father’s watchful gaze.","\n","^Shall we? ",{"#":"portrait:freya"},"\n","^She jerks her thumb towards the carriage. ",{"#":"portrait:none"},{"#":"speaker-cl:freya_awkward"},"\n","^I nod and follow Freya as Claudius turns back towards the house. ",{"#":"speaker-cl:default"},{"#":"speaker-c:freya_awkward"},{"#":"speaker-cr:default"},"\n","^Urgh— ",{"#":"portrait:victoria"},"\n","^I struggle to hoist my suitcase into the back of the carriage. Before I know it, Freya’s coming over and grabbing the other end. ",{"#":"portrait:none"},"\n","^(What should I do?)","\n","ev","str","^Let her help you.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Do it yourself.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^I mean to do it together, but Freya effortlessly lifts the suitcase from my arms and into the carriage. Clearly her training has paid off. ",{"#":"portrait:none"},{"#":"speaker:freya_blushing"},"\n","^Oh. Thanks. ",{"#":"portrait:victoria"},"\n","^Uh huh. ",{"#":"portrait:freya"},"\n","^She jumps into the seat. The foot iron makes it easy to climb in, but I don’t protest when Freya reaches out a gloved hand to help me up. ",{"#":"portrait:none"},"\n","^All set? ",{"#":"portrait:freya"},"\n","^I nod, Freya flicks the reins, and we’re off. ",{"#":"portrait:none"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^I’ve got it, thanks. ",{"#":"portrait:victoria"},"\n","^Freya shrugs. ",{"#":"portrait:none"},{"#":"speaker:freya_uncertain"},"\n","^Suit yourself. ",{"#":"portrait:freya"},"\n","^She lets go and I almost stumble backwards from the weight. I catch her smirking before she turns away. Goddamn it. ",{"#":"portrait:none"},{"#":"speaker:freya_surprised"},"\n","^I try to appear unbothered when I finally slide into the seat next to Freya, though I’m sure she can hear how hard I’m breathing from the exertion.","\n","^All set? ",{"#":"portrait:freya"},"\n","^I nod, Freya flicks the reins, and we’re off. ",{"#":"portrait:none"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}